Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

source: 当在多设备登录账号，或是重新安装暗礁浏览器后，存储至 Darock Cloud 的数据将会自动同步。
ar: عند تسجيل الدخول إلى الحساب على أجهزة متعددة أو إعادة تثبيت متصفح الشعاب المرجانية، ستتم مزامنة البيانات المخزنة في Darock Cloud تلقائيا.
de: Wenn Sie sich auf mehreren Geräten beim Konto anmelden oder den Reef-Browser neu installieren, werden die in Darock Cloud gespeicherten Daten automatisch synchronisiert.
en: When logging into the account on multiple devices or after reinstalling Darock Browser, data stored in Darock Cloud will automatically sync.
es: Cuando inicie sesión en la cuenta en varios dispositivos o reinstale el navegador Reef, los datos almacenados en Darock Cloud se sincronizarán automáticamente.
fr: Lorsque vous vous connectez au compte sur plusieurs appareils ou que vous réinstallez le navigateur de récif, les données stockées dans Darock Cloud seront automatiquement synchronisées.
hi: जब आप कई उपकरणों पर खाते में लॉग इन करते हैं या रीफ ब्राउज़र को फिर से स्थापित करते हैं, तो Darock क्लाउड में संग्रहीत डेटा स्वचालित रूप से सिंक्रनाइज़ हो जाएगा।
id: Ketika Anda masuk ke akun di beberapa perangkat atau menginstal ulang browser karang, data yang disimpan di Darock Cloud akan disinkronkan secara otomatis.
it: Quando accedi all'account su più dispositivi o reinstalli il browser reef, i dati memorizzati in Darock Cloud verranno sincronizzati automaticamente.
ja: 複数のデバイスでアカウントにログインしたり、暗礁ブラウザを再インストールしたりすると、Darock Cloudに保存されたデータは自動的に同期されます。
ko: 다중 장치에서 계정에 로그인하거나 암초 브라우저를 다시 설치하면 Darock Cloud에 저장된 데이터가 자동으로 동기화됩니다.
nl: Wanneer u zich aanmeldt bij het account op meerdere apparaten of de reef-browser opnieuw installeert, worden de gegevens die zijn opgeslagen in Darock Cloud automatisch gesynchroniseerd.
pl: Gdy zalogujesz się na konto na wielu urządzeniach lub ponownie zainstalujesz przeglądarkę rafy, dane przechowywane w Darock Cloud zostaną automatycznie zsynchronizowane.
pt: Quando você faz login na conta em vários dispositivos ou reinstala o navegador reef, os dados armazenados em Darock Cloud serão sincronizados automaticamente.
ru: Когда вы входите в учетную запись на нескольких устройствах или переустанавливаете рифовый браузер, данные, хранящиеся в Darock Cloud, будут автоматически синхронизированы.
th: เมื่อคุณลงชื่อเข้าใช้บัญชีบนอุปกรณ์หลายเครื่องหรือติดตั้งเบราว์เซอร์ Reef ใหม่ ข้อมูลที่เก็บไว้ใน Darock Cloud จะถูกซิงโครไนซ์โดยอัตโนมัติ
tr: Birden fazla cihazda hesaba giriş yaptığınızda veya reef tarayıcısını yeniden yüklediğinizde, Darock Cloud'da depolanan veriler otomatik olarak senkronize edilecektir.
uk: Коли ви входите в обліковий запис на декількох пристроях або перевстановлюєте рифовий браузер, дані, що зберігаються в Darock Cloud, будуть автоматично синхронізовані.
vi: Khi bạn đăng nhập vào tài khoản trên nhiều thiết bị hoặc cài đặt lại trình duyệt rạn san hô, dữ liệu được lưu trữ trong Darock Cloud sẽ tự động được đồng bộ hóa.
zh_hant: 噹在多設俻登録賬號，或是重新安裝闇礁瀏覽器後，存儲至 Darock Cloud 的數據將會自働衕步。

source: 微软数学
ar: مايكروسوفت الرياضيات
de: Microsoft Mathematik
en: Microsoft Math
es: Matemáticas de Microsoft
fr: Mathématiques Microsoft
hi: माइक्रोसॉफ्ट गणित
id: Matematika Microsoft
it: Matematica Microsoft
ja: マイクロソフト数学
ko: 마이크로소프트 수학
nl: Microsoft Wiskunde
pl: Matematyka Microsoft
pt: Matemática da Microsoft
ru: Математика Microsoft
th: คณิตศาสตร์ไมโครซอฟท์
tr: Microsoft Matematik
uk: Математика Microsoft
vi: Toán học Microsoft

source: 快捷书签
ar: إشارات مرجعية سريعة
de: Schnelle Lesezeichen
en: Quick Bookmarks
es: Marcadores rápidos
fr: Signets rapides
hi: त्वरित बुकमार्क
id: Penanda cepat
it: Segnalibri rapidi
ja: クイックブックマーク
ko: 빠른 책갈피
nl: Snelle bladwijzers
pl: Szybkie zakładki
pt: Favoritos rápidos
ru: Быстрые закладки
th: บุ๊กมาร์กด่วน
tr: Hızlı yer imleri
uk: Швидкі закладки
vi: Dấu trang nhanh

source: 快进 10 秒
ar: تقدم سريع لمدة 10 ثوان
de: Schneller Vorlauf für 10 Sekunden
en: Forward 10s
es: Avance rápido durante 10 segundos
fr: Avance rapide pendant 10 secondes
hi: 10 सेकंड के लिए फास्ट फॉरवर्ड
id: Maju cepat selama 10 detik
it: Avanti veloce per 10 secondi
ja: 10秒早送り
ko: 빨리감기 10초
nl: 10 seconden vooruitspoelen
pl: Przewiń do przodu przez 10 sekund
pt: Avanço rápido por 10 segundos
ru: Перемотка вперед на 10 секунд
th: กรอไปข้างหน้า 10 วินาที
tr: 10 saniye ileri sar
uk: Перемотка вперед протягом 10 секунд
vi: Tua nhanh trong 10 giây
zh_hant: 快進 10 秒

source: 快退 10 秒
ar: تراجع سريع لمدة 10 ثوان
de: Schneller Rückzug für 10 Sekunden
en: Backward 10s
es: Retiro rápido durante 10 segundos
fr: Retraite rapide pendant 10 secondes
hi: 10 सेकंड के लिए तेजी से पीछे हटना
id: Retret cepat selama 10 detik
it: Ritiro veloce per 10 secondi
ko: 빨리 10초 후퇴
nl: Snelle terugtrekking voor 10 seconden
pl: Szybki wycofanie się przez 10 sekund
pt: Retiro rápido por 10 segundos
ru: Быстрый отступление в течение 10 секунд
th: ถอยอย่างรวดเร็วเป็นเวลา 10 วินาที
tr: 10 saniye boyunca hızlı geri çekilme
uk: Швидкий відступ протягом 10 секунд
vi: Rút lui nhanh trong 10 giây

source: 快速书签
ar: إشارات مرجعية سريعة
de: Schnelle Lesezeichen
en: Quick Bookmark
es: Marcadores rápidos
fr: Signets rapides
hi: त्वरित बुकमार्क
id: Penanda cepat
it: Segnalibri rapidi
ja: クイックブックマーク
ko: 빠른 북마크
nl: Snelle bladwijzers
pl: Szybkie zakładki
pt: Favoritos rápidos
ru: Быстрые закладки
th: บุ๊กมาร์กด่วน
tr: Hızlı yer imleri
uk: Швидкі закладки
vi: Dấu trang nhanh
zh_hant: 快速書籤

source: 快速清除
ar: واضح بسرعة
de: Schnell löschen
en: Quick Clear
es: Aclarado rápidamente
fr: Rapidement effacer
hi: जल्दी साफ़
id: Cepat bersih
it: Sgomere rapidamente
ja: クイッククリア
ko: 빠른 제거
nl: Snel wissen
pl: Szybko wyczyść
pt: Limpo rapidamente
ru: Быстрое оформление
th: เคลียร์อย่างรวดเร็ว
tr: Çabuk temizle
uk: Швидко очистити
vi: Nhanh chóng xóa

source: 总是
ar: دائِماً
de: Immer
en: Always
es: Siempre
fr: Toujours
hi: सदा
id: Selalu
it: Sempre
ja: 常に
ko: 항상
nl: Altijd
pl: Zawsze
pt: Sempre
ru: Всегда
th: ตลอดไป
tr: Hep
uk: Завжди
vi: Luôn luôn
zh_hant: 總是

source: 总空间
ar: المساحة الكلية
de: Gesamtraum
en: Total Size
es: Espacio total
fr: Espace total
hi: कुल स्थान
id: Total ruang
it: Spazio totale
ja: 全体の空間
ko: 총 공간
nl: Totale ruimte
pl: Całkowita przestrzeń
pt: Espaço total
ru: Общее пространство
th: พื้นที่ทั้งหมด
tr: Toplam alan
uk: Загальний простір
vi: Tổng không gian
zh_hant: 總空間

source: 恢复
ar: سيرة ذاتيّة
de: Lebenslauf
en: Restrore
es: Currículum
fr: Curriculum vitae
hi: फिर से शुरू
id: Lanjutkan
it: Riprendere
ja: 復元
ko: 회복하다
nl: Hervatten
pl: Wznowić
pt: Currículo
ru: Резюме
th: เริ่มต้นใหม่
tr: Özgeçmiş
uk: Резюме
vi: Tiếp tục
zh_hant: 恢復

source: 我应当怎么做？
ar: ماذا علي أن أفعل؟
de: Was soll ich tun?
en: What should I do?
es: ¿Qué debo hacer?
fr: Que dois-je faire ?
hi: मुझे क्या करना चाहिए?
id: Apa yang harus saya lakukan?
it: Cosa dovrei fare?
ja: どうすればいい？
ko: 어떻게 해야 하나요?
nl: Wat moet ik doen?
pl: Co powinienem zrobić?
pt: O que devo fazer?
ru: Что мне делать?
th: ฉันควรทําอย่างไรดี
tr: Ne yapmalıyım?
uk: Що мені робити?
vi: Tôi nên làm gì?
zh_hant: 我應當怎麼做？

source: 我知道了
ar: أرى
de: Ich verstehe
en: OK
es: Veo
fr: Je le sais
hi: मैं देख रहा हूँ
id: Aku mengerti
it: Capisco
ja: 分かった
ko: 알겠어요
nl: Ik zie
pl: Widzę
pt: Eu vejo
ru: Я вижу
th: ฉันเข้าใจแล้ว
tr: Anlıyorum
uk: Я бачу
vi: Tôi thấy

source: 或在 iPhone 上的 App Store 继续
ar: أو تابع في متجر التطبيقات على iPhone
de: Oder fahren Sie im App Store auf dem iPhone fort
en: or continue on the App Store on iPhone
es: O continuar en la App Store en el iPhone
fr: Ou continuer dans l'App Store sur iPhone
hi: या आईफोन पर ऐप स्टोर में जारी रखें
id: Atau lanjutkan di App Store di iPhone
it: Oppure continua nell'App Store su iPhone
ja: またはiPhoneのApp Storeで続行
ko: 또는 iPhone의 App Store에서 계속
nl: Of ga verder in de App Store op iPhone
pl: Lub kontynuuj w App Store na iPhonie
pt: Ou continue na App Store no iPhone
ru: Или продолжить в App Store на iPhone.
th: หรือดําเนินการต่อใน App Store บน iPhone
tr: Veya iPhone'daki App Store'da devam edin
uk: Або продовжуйте в App Store на iPhone
vi: Hoặc tiếp tục trong App Store trên iPhone
zh_hant: 或在 iPhone 上的 App Store 繼續

source: 所有历史记录
ar: جميع السجلات التاريخية
de: Alle historischen Aufzeichnungen
en: All history
es: Todos los registros históricos
fr: Tous les documents historiques
hi: सभी ऐतिहासिक रिकॉर्ड
id: Semua catatan sejarah
it: Tutti i documenti storici
ja: すべての履歴
ko: 모든 역사 기록
nl: Alle historische gegevens
pl: Wszystkie zapisy historyczne
pt: Todos os registros históricos
ru: Все исторические записи
th: บันทึกทางประวัติศาสตร์ทั้งหมด
tr: Tüm tarihi kayıtlar
uk: Всі історичні записи
vi: Tất cả các ghi chép lịch sử
zh_hant: 所有歷史記錄

source: 所有定位信息仅保存在本地，不会与包括 Darock 在内的任何第三方共享。
ar: يتم تخزين جميع معلومات الموقع محليا فقط ولن تتم مشاركتها مع أي طرف ثالث، بما في ذلك Darock.
de: Alle Standortinformationen werden nur lokal gespeichert und nicht an Dritte weitergegeben, einschließlich Darock.
en: All location information is stored locally and not shared with any third parties, including Darock.
es: Toda la información de ubicación solo se almacena localmente y no se compartirá con terceros, incluido Darock.
fr: Toutes les informations de localisation ne sont stockées que localement et ne seront partagées avec aucun tiers, y compris Darock.
hi: सभी स्थान की जानकारी केवल स्थानीय रूप से संग्रहीत की जाती है और Darock सहित किसी भी तीसरे पक्ष के साथ साझा नहीं की जाएगी।
id: Semua informasi lokasi hanya disimpan secara lokal dan tidak akan dibagikan dengan pihak ketiga mana pun, termasuk Darock.
it: Tutte le informazioni sulla posizione sono memorizzate solo localmente e non saranno condivise con terze parti, incluso Darock.
ja: すべての位置情報はローカルにのみ保存され、Darockを含む第三者と共有されることはありません。
ko: 모든 위치 정보는 로컬에만 저장되며 Darock을 포함한 제3자와 공유되지 않습니다.
nl: Alle locatie-informatie wordt alleen lokaal opgeslagen en wordt niet gedeeld met derden, inclusief Darock.
pl: Wszystkie informacje o lokalizacji są przechowywane tylko lokalnie i nie będą udostępniane żadnym stronom trzecim, w tym Darock.
pt: Todas as informações de localização são armazenadas apenas localmente e não serão compartilhadas com terceiros, incluindo Darock.
ru: Вся информация о местоположении хранится только локально и не будет передана третьим лицам, включая Darock.
th: ข้อมูลตําแหน่งทั้งหมดจะถูกเก็บไว้ในเครื่องเท่านั้นและจะไม่ถูกแบ่งปันกับบุคคลที่สาม รวมถึง Darock
tr: Tüm konum bilgileri yalnızca yerel olarak saklanır ve Darock dahil olmak üzere herhangi bir üçüncü tarafla paylaşılmaz.
uk: Вся інформація про місцезнаходження зберігається лише локально і не буде передана будь-якій третій стороні, включаючи Darock.
vi: Tất cả thông tin vị trí chỉ được lưu trữ cục bộ và sẽ không được chia sẻ với bất kỳ bên thứ ba nào, bao gồm Darock.
zh_hant: 所有定位信息僅保存在本地，不會與包括 Darock 在內的任何第三方共享。

source: 打开%@浏览菜单
ar: افتح %@ تصفح القائمة
de: Öffnen %@ durchsuchen Sie das Menü
en: Open %@ Browsing Menu
es: Abrir %@ navegar por el menú
fr: Ouvrir %@ parcourir le menu
hi: मेनू ब्राउज़ करें %@ खोलें
id: Buka %@ telusuri menu
it: Apri %@ sfoglia il menu
ja: %@ブラウズメニューを開く
ko: %@열기 메뉴 보기
nl: Open %@ blader door het menu
pl: Otwórz %@ przeglądaj menu
pt: Abrir %@ navegar pelo menu
ru: Откройте меню %@browsing
th: เปิด %@ เรียกดูเมนู
tr: Aç %@ menüye göz at
uk: Відкрити %@ переглянути меню
vi: Mở %@ duyệt menu
zh_hant: 打開%@瀏覽菜單

source: 打开包含图片的网页
ar: افتح صفحة ويب تحتوي على صور
de: Öffnen Sie eine Webseite mit Bildern
en: Open a webpage with images.
es: Abre una página web que contenga imágenes
fr: Ouvrez une page web contenant des images
hi: चित्रों वाला एक वेब पेज खोलें
id: Buka halaman web yang berisi gambar
it: Apri una pagina web contenente immagini
ja: 画像を含むウェブページを開く
ko: 그림이 포함된 웹페이지를 여세요
nl: Open een webpagina met foto's
pl: Otwórz stronę internetową zawierającą zdjęcia
pt: Abra uma página da web contendo fotos
ru: Откройте веб-страницу с картинками
th: เปิดหน้าเว็บที่มีรูปภาพ
tr: Resimler içeren bir web sayfası açın
uk: Відкрийте веб-сторінку, що містить зображення
vi: Mở một trang web chứa hình ảnh
zh_hant: 打開包含圖片的網頁

source: 打开包含视频的网页
ar: افتح صفحة الويب التي تحتوي على الفيديو
de: Öffnen Sie die Webseite, die das Video enthält
en: Open a webpage with videos.
es: Abre la página web que contiene el vídeo
fr: Ouvrez la page web contenant la vidéo
hi: वीडियो वाले वेब पेज को खोलें
id: Buka halaman web yang berisi video
it: Apri la pagina web contenente il video
ja: 動画を含むウェブページを開く
ko: 동영상이 포함된 웹페이지를 엽니다.
nl: Open de webpagina met de video
pl: Otwórz stronę internetową zawierającą wideo
pt: Abra a página da web que contém o vídeo
ru: Откройте веб-страницу, содержащую видео
th: เปิดหน้าเว็บที่มีวิดีโอ
tr: Videoyu içeren web sayfasını açın
uk: Відкрийте веб-сторінку, що містить відео
vi: Mở trang web chứa video
zh_hant: 打開包含視頻的網頁

source: 打开视频直链时，将直接跳转视频
ar: عند فتح رابط الفيديو المباشر، ستنتقل إلى الفيديو مباشرة.
de: Wenn Sie den direkten Videolink öffnen, springen Sie direkt zum Video.
en: Video will be directly linked when video link is opened.
es: Cuando abras el enlace directo del vídeo, saltarás al vídeo directamente.
fr: Lorsque vous ouvrez le lien direct vidéo, vous accéderez directement à la vidéo.
hi: जब आप वीडियो डायरेक्ट लिंक खोलते हैं, तो आप सीधे वीडियो पर कूद जाएंगे।
id: Ketika Anda membuka tautan langsung video, Anda akan langsung melompat ke video.
it: Quando apri il link diretto del video, salterai direttamente al video.
ja: 動画直リンクを開くと、直接動画に移動します
ko: 동영상 링크를 열면 동영상으로 바로 이동합니다.
nl: Wanneer u de directe videolink opent, springt u direct naar de video.
pl: Kiedy otworzysz bezpośredni link do filmu, przeskoczysz bezpośrednio do filmu.
pt: Quando você abrir o link direto do vídeo, você pulará para o vídeo diretamente.
ru: Когда вы откроете цепочку видео, она перейдете непосредственно к видео.
th: เมื่อคุณเปิดลิงก์วิดีโอโดยตรง คุณจะข้ามไปยังวิดีโอโดยตรง
tr: Doğrudan video bağlantısını açtığınızda, doğrudan videoya atlayacaksınız.
uk: Коли ви відкриєте пряме посилання на відео, ви перейдете безпосередньо до відео.
vi: Khi bạn mở liên kết trực tiếp của video, bạn sẽ chuyển trực tiếp đến video.
zh_hant: 打開視頻直鏈時，將直接跳轉視頻

source: 抹掉
ar: مَحا
de: Löschen
en: Erase
es: Borrar
fr: Effacer
hi: मिटाना
id: Menghapus
it: Cancellare
ja: 消す
ko: 지우다
nl: Uitwissen
pl: Wymazać
pt: Apagar
ru: Стирать, стереть
th: ลบออก
tr: Silmek
uk: Стерти
vi: Xóa bỏ
zh_hant: 清除

source: 抹掉所有内容和设置
ar: محو جميع المحتويات والإعدادات
de: Alle Inhalte und Einstellungen löschen
en: Erase All Content and Settings
es: Borrar todo el contenido y la configuración
fr: Effacer tout le contenu et les paramètres
hi: सभी सामग्री और सेटिंग्स को मिटा दें
id: Hapus semua konten dan pengaturan
it: Cancella tutti i contenuti e le impostazioni
ja: 全ての内容と設定を消去する
ko: 모든 내용과 설정을 지우다
nl: Wis alle inhoud en instellingen
pl: Wymaż całą zawartość i ustawienia
pt: Apagar todo o conteúdo e configurações
ru: Стереть все содержимое и настройки
th: ลบเนื้อหาและการตั้งค่าทั้งหมด
tr: Tüm içeriği ve ayarları sil
uk: Стерти весь вміст і налаштування
vi: Xóa tất cả nội dung và cài đặt
zh_hant: 清除所有內容和設定

source: 抹掉时出错
ar: كان هناك خطأ عند المسح.
de: Beim Löschen ist ein Fehler aufgetreten.
en: Error Erasing
es: Hubo un error al borrar.
fr: Il y a eu une erreur lors de l'effacement.
hi: मिटाते समय एक त्रुटि हुई थी।
id: Ada kesalahan saat menghapus.
it: Si è verificato un errore durante la cancellazione.
ja: 消去時にエラーが発生しました
ko: 지울 때 오류가 발생했습니다.
nl: Er was een fout bij het wissen.
pl: Wystąpił błąd podczas usuwania.
pt: Ocorreu um erro ao apagar.
ru: При стирании произошла ошибка.
th: เกิดข้อผิดพลาดขณะลบ
tr: Silme sırasında bir hata oluştu.
uk: Під час стирання сталася помилка.
vi: Đã xảy ra lỗi khi xóa.
zh_hant: 抹掉時齣錯

source: 拖动以重新排序
ar: اسحب لإعادة الترتيب
de: Ziehen, um neu zu bestellen
en: Drag to Reorder
es: Arrastrar para volver a ordenar
fr: Faites glisser pour commander à nouveau
hi: रीऑर्डर करने के लिए खींचें
id: Seret untuk menyusun ulang
it: Trascina per riordinare
ja: ドラッグして並べ替える
ko: 드래그하여 재정렬하세요
nl: Sleep om opnieuw te bestellen
pl: Przeciągnij, aby zmienić kolejność
pt: Arraste para reordenar
ru: Перетащите, чтобы переупорядочить
th: ลากเพื่อเรียงลําดับใหม่
tr: Yeniden sıralamak için sürükleyin
uk: Перетягніть, щоб змінити порядок
vi: Kéo để sắp xếp lại
zh_hant: 拖働以重新排序

source: 按预期工作
ar: العمل كما هو متوقع
de: Arbeite wie erwartet
en: Work as Expected
es: Trabajar según lo esperado
fr: Travailler comme prévu
hi: उम्मीद के मुताबिक काम करें
id: Bekerja seperti yang diharapkan
it: Funziona come previsto
ja: 期待通りに動作します
ko: 예상대로 일하다
nl: Werk zoals verwacht
pl: Pracuj zgodnie z oczekiwaniami
pt: Trabalhe como esperado
ru: Работайте так, как ожидалось
th: ทํางานตามที่คาดไว้
tr: Beklendiği gibi çalış
uk: Робота, як очікувалося
vi: Làm việc như mong đợi
zh_hant: 按預期工作

source: 换行
ar: تغيير الخط
de: Zeilenwechsel
en: Return
es: Cambio de línea
fr: Changement de ligne
hi: लाइन परिवर्तन
id: Perubahan baris
it: Cambio di linea
ja: 改行
ko: 줄 바꿈
nl: Regelwijziging
pl: Zmiana linii
pt: Mudança de linha
ru: Изменение линии
th: เปลี่ยนบรรทัด
tr: Hat değişimi
uk: Зміна лінії
vi: Thay đổi dòng
zh_hant: 換行

source: 接力
ar: نَقَلَ
de: Relais
en: Handoff
es: Relé
fr: Relais
hi: रिले रेस
id: Relay
it: Relè
ja: リレー
ko: 릴레이
nl: Relais
pl: Przekaźnik
pt: Relé
ru: Реле
th: ถ่าย ทอด
tr: Iletmek
uk: Реле
vi: Tiếp âm

source: 接力让你能够快速在另一设备上继续浏览暗礁浏览器中的网页。在暗礁浏览器浏览网页时，带有 Apple Watch 角标的 Safari 图标会出现在 iPhone 的 App 切换器或 iPad 和 Mac 的 Dock 栏中。
ar: يسمح لك Relay بالاستمرار بسرعة في تصفح صفحات الويب في متصفح الشعاب المرجانية على جهاز آخر. عند تصفح الويب في متصفح الشعاب المرجانية، سيظهر رمز Safari مع شعار زاوية Apple Watch في مبدل التطبيقات لجهاز iPhone أو شريط Dock لجهاز iPad وMac.
de: Mit Relay können Sie die Webseiten im Reef-Browser auf einem anderen Gerät schnell weiter durchsuchen. Wenn Sie im Reef-Browser im Internet surfen, erscheint das Safari-Symbol mit dem Apple Watch-Eckenlogo im App Switcher des iPhone oder in der Dock-Leiste des iPad und Mac.
en: Handoff allows you to quickly continue browsing web pages from Darock Browser on another device. When browsing with Darock Browser, a Safari icon with an Apple Watch badge will appear in the app switcher on iPhone and in the Dock on iPad and Mac.
es: Relay le permite continuar rápidamente navegando por las páginas web en el navegador reef en otro dispositivo. Al navegar por la web en el navegador Reef, el icono de Safari con el logotipo de la esquina del Apple Watch aparecerá en el App Switcher del iPhone o en la barra Dock del iPad y Mac.
fr: Relay vous permet de continuer rapidement à naviguer dans les pages Web dans le navigateur de récif sur un autre appareil. Lors de la navigation sur le Web dans le navigateur Reef, l'icône Safari avec le logo d'angle de l'Apple Watch apparaîtra dans le App Switcher de l'iPhone ou dans la barre Dock de l'iPad et du Mac.
hi: रिले आपको किसी अन्य डिवाइस पर रीफ ब्राउज़र में वेब पेजों को जल्दी से ब्राउज़ करना जारी रखने की अनुमति देता है। रीफ ब्राउज़र में वेब ब्राउज़ करते समय, ऐप्पल वॉच कॉर्नर लोगो के साथ सफारी आइकन आईफोन के ऐप स्विचर या आईपैड और मैक के डॉक बार में दिखाई देगा।
id: Relay memungkinkan Anda untuk dengan cepat melanjutkan penelusuran halaman web di browser karang di perangkat lain. Saat menjelajahi web di browser karang, ikon Safari dengan logo sudut Apple Watch akan muncul di Pengalih Aplikasi iPhone atau bilah Dock iPad dan Mac.
it: Relay ti consente di continuare rapidamente a navigare nelle pagine web nel browser Reef su un altro dispositivo. Quando si naviga sul web nel browser Reef, l'icona Safari con il logo dell'angolo dell'Apple Watch apparirà nell'App Switcher dell'iPhone o nella barra Dock dell'iPad e del Mac.
ja: リレーを使用すると、別のデバイスで暗礁ブラウザのウェブページをすばやく閲覧できます。 リーフブラウザでウェブページを閲覧すると、Apple Watchのコーナーマークが付いたSafariアイコンがiPhoneのアプリスイッチャーまたはiPadとMacのDockバーに表示されます。
ko: 릴레이는 당신이 다른 기기에서 암초 브라우저의 웹 페이지를 빠르게 탐색할 수 있게 해준다. 암초 브라우저에서 웹을 탐색할 때 Apple Watch 모서리 표시가 있는 Safari 아이콘이 iPhone의 앱 전환기 또는 iPad 및 Mac의 Dock 막대에 나타납니다.
nl: Met Relay kunt u snel doorgaan met browsen op de webpagina's in de reef-browser op een ander apparaat. Wanneer u op internet surft in de reef-browser, verschijnt het Safari-pictogram met het Apple Watch-hoeklogo in de App Switcher van de iPhone of de Dock-balk van de iPad en Mac.
pl: Relay umożliwia szybkie kontynuowanie przeglądania stron internetowych w przeglądarce rafy na innym urządzeniu. Podczas przeglądania sieci w przeglądarce rafy ikona Safari z logo narożnika Apple Watch pojawi się w przełączniku aplikacji iPhone'a lub na pasku Dock iPada i Maca.
pt: O Relay permite que você continue navegando rapidamente nas páginas da web no navegador de recife em outro dispositivo. Ao navegar na web no navegador Reef, o ícone do Safari com o logotipo do canto do Apple Watch aparecerá no App Switcher do iPhone ou na barra Dock do iPad e Mac.
ru: Relay позволяет быстро продолжить просмотр веб-страниц в браузере рифа на другом устройстве. При просмотре веб-страниц в браузере рифов значок Safari с логотипом Apple Watch в App Switcher iPhone или Dock панели iPad и Mac.
th: Relay ช่วยให้คุณสามารถเรียกดูหน้าเว็บในเบราว์เซอร์ reef บนอุปกรณ์อื่นได้อย่างรวดเร็ว เมื่อท่องเว็บในเบราว์เซอร์ Reef ไอคอน Safari ที่มีโลโก้มุม Apple Watch จะปรากฏใน App Switcher ของ iPhone หรือแถบ Dock ของ iPad และ Mac
tr: Relay, başka bir cihazdaki resif tarayıcısındaki web sayfalarına hızlı bir şekilde göz atmaya devam etmenizi sağlar. Resif tarayıcısında web'de gezinirken, Apple Watch köşe logolu Safari simgesi, iPhone'un Uygulama Değiştirici'sinde veya iPad ve Mac'in Dock çubuğunda görünecektir.
uk: Relay дозволяє швидко продовжувати переглядати веб-сторінки в браузері рифів на іншому пристрої. Під час перегляду веб-сторінок у рифовому браузері значок Safari з кутовим логотипом Apple Watch з'явиться в App Switcher iPhone або на панелі Dock iPad та Mac.
vi: Relay cho phép bạn nhanh chóng tiếp tục duyệt các trang web trong trình duyệt rạn san hô trên một thiết bị khác. Khi duyệt web trong trình duyệt rạn san hô, biểu tượng Safari có logo góc Apple Watch sẽ xuất hiện trong Trình chuyển đổi ứng dụng của iPhone hoặc thanh Dock của iPad và Mac.

source: 描述
ar: وَصَفَ
de: Beschreiben
en: Description
es: Describir
fr: Décrire
hi: वर्णन करें
id: Menggambarkan
it: Descrivere
ja: 説明
ko: 묘사
nl: Beschrijven
pl: Opisać
pt: Descrever
ru: Описывать, описать
th: บรรยาย
tr: Tarif etmek
uk: Опишіть
vi: Mô tả

source: 描述行 %lld
ar: خط الوصف %lld
de: Beschreibungszeile %lld
en: Description Line %lld
es: Línea de descripción %lld
hi: विवरण लाइन %lld
id: Baris deskripsi %lld
it: Linea di descrizione %lld
ja: 記述行%lld
ko: 묘사 행 %lld
nl: Beschrijvingslijn %lld
pl: Linia opisu %lld
pt: Linha de descrição %lld
ru: Линия описания %lld
th: บรรทัดคําอธิบาย %lld
tr: Açıklama satırı %lld
uk: Опис рядка %lld
vi: Dòng mô tả %lld

source: 提交
ar: قَدَّمَ
de: Einreichen
en: Submit
es: Presentar
fr: Soumettre
hi: जमा करना
id: Menyerahkan
it: Presentare
ja: 送信
ko: 제출하다
nl: Zich onderwerpen
pl: Złożyć
pt: Submeter
ru: Представлять, представить
th: ยอมจำนน
tr: Teslim olmak
uk: Надіслати
vi: Đệ trình

source: 提交反馈
ar: إرسال ملاحظات
de: Feedback senden
en: Submit Feedback
es: Enviar comentarios
fr: Envoyer des commentaires
hi: प्रतिक्रिया सबमिट करें
id: Kirimkan umpan balik
it: Invia un feedback
ja: フィードバックを送信
ko: 피드백 제출
nl: Feedback indienen
pl: Prześlij opinię
pt: Enviar feedback
ru: Отправить отзыв
th: ส่งคําติชม
tr: Geri bildirim gönder
uk: Надіслати відгук
vi: Gửi phản hồi
zh_hant: 提交反饋
